tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "martido/graph"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asdf"
brew "bat"
brew "direnv"
brew "exa"
brew "fd"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "llvm@12"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "jpeg"
brew "less"
brew "mas"
brew "micro"
brew "pam-reattach"
brew "pkg-config"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tldr"
brew "tree"
brew "wget"
brew "zellij"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "anki"
cask "arc"
cask "beyond-compare"
cask "blockblock"
cask "bluesnooze"
cask "cron"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "font-iosevka-etoile"
cask "font-iosevka-nerd-font"
cask "font-iosevka-slab"
cask "gcc-arm-embedded"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "karabiner-elements"
cask "keepassxc"
cask "key-codes"
cask "kindle"
cask "logseq"
cask "macpass"
cask "miniconda"
cask "numi"
cask "oversight"
cask "raycast"
cask "shortcat"
cask "spotify"
cask "stats"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
